Repository: gmedeiros93/josm
Catalog: josm/plugins/Mapillary/src/main/po/*.po
Languages: el, lv, sv

source: 2 images joined
el: 2 εικόνες συνδέθηκαν
lv: 2 attēli apvienoti
sv: 2 bilder kopplade

source: 2 images unjoined
el: 2 εικόνες αποσυνδέθηκαν
lv: 2 attēli atvienoti
sv: 2 bilder särkopplade

source: A tag with key <i>{0}</i> is already present on the selected OSM object.
el: Μια ετικέτα με το κλειδί <i>{0}</i> υπάρχει ήδη στο επιλεγμένο αντικείμενο OSM.
sv: En tagg med nyckel <i>{0}</i> finns redan på markerat OSM-objekt.

source: Add Mapillary tag
el: Προσθήκη ετικέτας Mapillary
lv: Pievienot Mapillary tagu
sv: Lägg till Mapillary-tagg

source: All images in a directory
el: Όλες οι εικόνες σε έναν κατάλογο
lv: Visi attēli mapē
sv: Alla bilder i en samling

source: All map objects loaded.
el: Όλα τα αντικείμενα του χάρτη φορτώθηκαν.
lv: Visi kartes objekti ielādēti
sv: Alla kartobjekt laddade.

source: An exception occured while trying to submit a changeset. If this happens repeatedly, consider reporting a bug via the Help menu. If this message appears for the first time, simply try it again. This might have been an issue with the internet connection.
el: Προέκυψε μία εξαίρεση κατά την προσπάθεια υποβολής ενός πακέτου αλλαγών. Εάν αυτό συμβαίνει επανειλημμένα, εξετάστε το ενδεχόμενο αναφοράς σφάλματος μέσω του μενού Βοήθειας. Αν αυτό το μήνυμα εμφανίζεται για πρώτη φορά, απλά δοκιμάστε ξανά. Αυτό μπορεί να ήταν ένα πρόβλημα με τη σύνδεση στο διαδίκτυο.
lv: Izmaiņu augšupielādē notika kļūda. Ja tas atkārtojas mēģiniet ziņot par kļūdu caur Palīdzības izvēlni. Ja šo kļūdu redzat pirmo reizi, mēģiniet vēlreiz. Tā var būt problēma ar jūsu interneta savienojumu.
sv: Det uppstod ett fel vid skapandet av ändringssetet. Överväga att raportera buggen via Hjälp-menyn om det uppstår flera gånger. Är det här första gången detta medelande visas testa helt enkelt igen, det är antagligen ett problem med internet-anslutningen.

source: Cancel
el: Ακύρωση
lv: Atcelt
sv: Avbryt

source: Changeset upload failed with {0} error ''{1} {2}''!
el: Η μεταφόρτωση του πακέτου αλλαγών απέτυχε με {0} σφάλμα ''{1} {2}''!
lv: Izmaiņu augšupielāde neizdevās ar {0} kļūdu ''{1} {2}''!

source: Choose signs
el: Επιλέξτε σημάδια
lv: Izvēlies zīmes
sv: Välj skylt

source: Continues with the paused walk.
el: Συνέχεια με το σταματημένο περίπατο.
lv: Turpina pauzēto gājienu.

source: Copy key
el: Αντιγραφή κλειδιού
lv: Kopēt atslēgu
sv: Kopiera nyckel

source: Could not import a geotagged image to the Mapillary layer!
el: Δεν ήταν δυνατή η εισαγωγή μιας γεωαναφερμένης εικόνας στο επίπεδο του Mapillary!
lv: Neizdevās importēt ģeotagotu attēlu Mapillary slānī!
sv: Kunde inte importera en geotaggad bild in i Mapillary-lagret!

source: Could not import the directory ''{0}''!
el: Δεν ήταν δυνατή η εισαγωγή του καταλόγου ''{0}''!
lv: Nevarēja importēt mapi ''{0}''!
sv: Kunde inte importera mappen "{0}"!

source: Could not import the image ''{0}''!
el: Δεν ήταν δυνατή η εισαγωγή της εικόνας ''{0}''!
lv: Nevarēja importēt attēlu ''{0}''!
sv: Kunde inte importera bilden "{0}"!

source: Could not open the URL {0} in a browser
el: Δεν είναι δυνατό να ανοίξει η διεύθυνση {0} σε ένα πρόγραμμα περιήγησης
lv: Nevarēja atvērt URL {0} pārlūkprogrammā
sv: Kunde inte öppna länken {0} i en webbläsare

source: Could not read from URL {0}!
el: Δεν ήταν δυνατή η ανάγνωση από τη διεύθυνση {0}!
lv: Nevarēja nolasīt no URL {0}!
sv: Kunde inte läsa länken {0}!

source: Current Mapillary changeset
el: Τωρινό πακέτο αλλαγών Mapillary
lv: Pašreizējais Mapillary izmaiņu klāsts
sv: Nuvarande Mapillaryändringsset

source: Cut off sequences at download bounds
el: Αποκοπή διαδοχής στα όρια λήψης
lv: Nogriezt sekvences pie lejupielādes robežām

source: Days
el: Ημέρες
lv: Dienas
sv: Dagar

source: Delete after upload
el: Διαγραφή μετά την μεταφόρτωση
lv: Izdzēst pēc augšupielādes
sv: Ta bort efter uppladdning

source: Display hour when the picture was taken
el: Εμφάνιση ώρας κατά την λήψη της φωτογραφίας
lv: Parādīt stundu kad attēls tika uzņemts
sv: Visa vilken timme bilden var tagen på

source: Displays detail information on the currently selected Mapillary image
el: Εμφάνιση λεπτομερούς πληροφορίας στην τρέχουσα επιλεγμένη εικόνα του Mapillary
lv: Parāda detalizētu informāciju par pašlaik izvēlēto Mapillary attēlu
sv: Visar detaljerad information om den nuvarande valda Mapillarybilden

source: Displays objects detected by Mapillary from their street view imagery
el: Εμφανίζει αντικείμενα που ανιχνεύονται από το Mapillary από τις εικόνες προβολής δρόμου
lv: Parāda objektus, kurus Mapillary atrada savos ielu attēlos
sv: Visar objekt som Mapillary upptäckte i deras gatuvybilder

source: Displays the layer displaying the map objects detected by Mapillary
el: Εμφάνιση του επιπέδου που εμφανίζει τα αντικείμενα χάρτη που ανιχνεύονται από το Mapillary
lv: Parāda slāni, kurā redzami Mapillary atrastie kartes objekti
sv: Visar lagret som visar kartobjekten som upptäckts av Mapillary

source: Do you really want to replace the current value <i>{0}</i> with the new value <i>{1}</i>?
el: Θέλετε πραγματικά να αντικαταστήσετε την τρέχουσα τιμή <i> {0} </i> με τη νέα τιμή <i> {1} </i>;
lv: Vai tu tiešām gribi nomainīt pašreizējo vērtību <i>{0}</i> ar jauno vērtību <i>{1}</i>?
sv: Vill du verkligen ersätta nuvarande värde {0} med det nya värdet {1}?

source: Download Mapillary images in current view
el: Λήψη εικόνων Mapillary στην τρέχουσα προβολή
lv: Lejupielādēt Mapillary attēlus pašreizējā skatā
sv: Ladda ner alla bilder från Mapillary i nuvarande vy

source: Download mode
el: Λειτουργία λήψης
lv: Lejupielādes režīms
sv: Nedladdningsläge

source: Downloaded images
el: Λήψη εικόνων
lv: Lejupielādētie attēli
sv: Nedladdade bilder

source: Downloading Mapillary images
el: Λήψη εικόνων Mapillary
lv: Lejupielādē Mapillary attēlus
sv: Laddar ner Mapillarybilder

source: Downloading map objects failed!
el: Η λήψη αντικειμένων χάρτη απέτυχε!
lv: Kartes objektu lejupielāde neizdevās!
sv: Misslyckades att ladda ner kartobjekt!

source: Downloading map objects…
el: Λήψη αντικειμένων χάρτη...
lv: Lejupielādē kartes objektus...
sv: Laddar ner kartobjekt...

source: Downloading…
el: Λήψη...
lv: Lejupielādē...
sv: Laddar ner...

source: Enable experimental beta-features (might be unstable)
el: Ενεργοποίηση πειραματικών χαρακτηριστικών beta (μπορεί να είναι ασταθής)
lv: Iespējot eksperimentālās beta iespējas (var būt nestabilas)
sv: Slå på experimentella beta-funktioner (de kan vara instabila)

source: Explore
el: Εξερεύνηση
lv: Pārlūkot
sv: Utforska

source: Export Mapillary images
el: Εξαγωγή εικόνων Mapillary
lv: Eksportēt Mapillary attēlus
sv: Exportera bilder till Mapillary

source: Export all images
el: Εξαγωγή όλων των εικόνων
lv: Eksportēt visus attēlus
sv: Exportera alla bilder

source: Export selected images
el: Εξαγωγή των επιλεγμένων εικόνων
lv: Eksportēt izvēlētos attēlus
sv: Exportera valda bilder

source: Export selected sequence
el: Εξαγωγή της επιλεγμένης ακολουθίας
sv: Exportera vald sekvens

source: Exporting Mapillary Images…
el: Εξαγωγή εικόνων Mapillary
lv: Eksportē Mapillary Attēlus..
sv: Exporterar bilder till Mapillary...

source: Finished upload
el: Ολοκλήρωση της μεταφόρτωσης
lv: Augšupielāde pabeigta
sv: Avslutade uppladdningen

source: Follow selected image
el: Ακολουθήστε την επιλεγμένη εικόνα
lv: Sekot izvēlētajam attēlam
sv: Följ valda bilder

source: From existing image layer
el: Από το υπάρχον επίπεδο εικόνας
lv: No esošā attēlu slāņa
sv: Från existerande bildlager

source: From which source do you want to import images to the Mapillary layer?
el: Από ποια πηγή θέλετε να εισαγάγετε εικόνες στο επίπεδο Mapillary;
lv: No kura avota jūs gribat importēt attēlus Mapillary slānī?
sv: Från vilken källa vill du importera bilder till Mapillarylagret?

source: Go forward
el: Πηγαίντε μπροστά

source: Go to setting and log in to Mapillary before uploading.
el: Πηγαίνετε στη ρύθμιση και συνδεθείτε στο Mapillary πριν μεταφορτώσετε.
lv: Ieej iestatījumos un ieej Mapillary pirms augšupielādes.
sv: Navigera till inställningarna och logga in i Mapillary innan du laddar upp bilder.

source: I got it, close this.
el: Το κατάλαβα, κλείστε αυτό.
lv: Es saprotu, aizver šo.
sv: Jag förstår, stäng detta.

source: Image actions
el: Ενέργειες εικόνας

source: Image detections
el: Ανιχνεύσεις εικόνας
lv: Attēla noteikšana

source: Image info
el: Πληροφορία εικόνας
lv: Attēlu info
sv: Bildinformation

source: Image key
el: Κουμπί εικόνας
lv: Attēlu atslēga
sv: Bildnyckel

source: Images from my file system
el: Εικόνες από το σύστημα αρχείων μου
lv: Attēli no manas failu sistēmas
sv: Bilder från filsystemet

source: Import
el: Εισαγωγή
lv: Importēt
sv: Importera

source: Import exception
el: Εξαίρεση εισαγωγής
lv: Importa kļūda
sv: Importfel

source: Import local pictures
el: Εισαγωγή τοπικών εικόνων
lv: Importēt vietējos attēlus
sv: Importera lokala bilder

source: Import pictures
el: Εισαγωγή εικόνων
lv: Importēt attēlus
sv: Importera bilder

source: Import pictures into Mapillary layer
el: Εισαγωγή εικόνων στο επίπεδο Mapillary
lv: Importēt attēlus Mapillary slānī
sv: Importera bilder till Mapillary-lager

source: Imported images
el: Εισαγόμενες εικόνες
lv: Importētie attēli
sv: Importerade bilder

source: Intersection danger
el: Κίνδυνος διασταύρωσης

source: It can be activated by clicking the left button at the bottom of this message or the button in the toolbar on the left, which uses the same icon.
el: Μπορεί να ενεργοποιηθεί κάνοντας κλικ στο αριστερό κουμπί στο κάτω μέρος αυτού του μηνύματος ή στο κουμπί στη γραμμή εργαλείων στα αριστερά, το οποίο χρησιμοποιεί το ίδιο εικονίδιο.
sv: Det kan aktiveras genom att högerklicka längst ner i detta medelande eller på knappen med samma ikon i verktygsfältet till vänster.

source: Join mode
el: Λειτουργία σύνδεσης
lv: Savienošanas režīms

source: Join/unjoin pictures
el: Σύνδεση/αποσύνδεση εικόνων
lv: Savienot/Atvienot attēlus

source: Jump to blue
el: Μετάβαση στο μπλε
lv: Pārlēkt uz zilo
sv: Hoppa till blå

source: Jump to red
el: Μετάβαση στο κόκκινο
lv: Pārlēkt uz sarkano
sv: Hoppa till röd

source: Jumps to the picture at the other side of the blue line
el: Μετάβαση στην εικόνα στην άλλη πλευρά της μπλε γραμμής
lv: Pārlec uz attēlu zilās līnijas pretējā pusē
sv: Hoppar till bilden på andra sidan den blå linjen

source: Jumps to the picture at the other side of the red line
el: Μετάβαση στην εικόνα στην άλλη πλευρά της κόκκινης γραμμής
lv: Pārlec uz attēlu sarkanās līnijas pretējā pusē
sv: Hoppar till bilden på andra sidan den röda linjen

source: Key copied to clipboard…
el: Το κλειδί αντιγράφηκε στο πρόχειρο...
lv: Atslēga kopēta uz starpliktuvi...

source: Login
el: Σύνδεση
lv: Ieiet
sv: Logga in

source: Login successful, return to JOSM.
el: Επιτυχής σύνδεση, επιστρέψτε στο JOSM.
lv: Ieiešana izdevās, atgriezties uz JOSM
sv: Lyckades att logg in och går nu tillbaka till JOSM.

source: Logout
el: Αποσύνδεση
lv: Iziet
sv: Logga ut

source: Mandatory direction (any)
el: Υποχρεωτική κατεύθυνση (οποιαδήποτε)

source: Mapillary Images
el: Εικόνες Mapillary
lv: Mapillary attēli
sv: Mapillarybilder

source: Mapillary changeset
el: Πακέτο αλλαγών Mapillary
lv: Mapillary izmaiņas
sv: Mapillaryändringsset

source: Mapillary filter
el: Φίλτρο Mapillary
lv: Mapillary filtrs

source: Mapillary history
el: Ιστορικό Mapillary
lv: Mapillary vēsture
sv: Mapillaryhistorik

source: Mapillary image
el: Εικόνα Mapillary
lv: Mapillary attēls
sv: Mapillarybild

source: Mapillary layer
el: Επίπεδο Mapillary
lv: Mapillary slānis
sv: Mapillarylager

source: Mapillary login
el: Σύνδεση στο Mapillary
lv: Mapillary ieiešana

source: Mapillary object layer
el: Επίπεδο αντικείμενου Mapillary
lv: Mapillary objektu slānis

source: Mapillary objects
el: Αντικείμενα Mapillary
lv: Mapillary objekti
sv: Mapillaryobjekt

source: Months
el: Μήνες
lv: Mēneši
sv: Månader

source: Next picture
el: Επόμενη εικόνα
lv: Nākamais attēls
sv: Nästa bild

source: No entry
el: Απαγορεύεται η είσοδος

source: No image selected
el: Δεν επιλέχθηκε εικόνα
lv: Nav izvēlēts neviens attēls
sv: Ingen bild är vald

source: No images found
el: Δεν βρέθηκαν εικόνες
lv: Nav atrasts neviens attēls
sv: Ingen bild funnen

source: No overtaking
el: Απαγορεύεται η προσπέραση
sv: Omkörningsförbud

source: No parking
el: Απαγορεύεται η στάθμευση
sv: Parkeringsförbud

source: No turn
el: Απαγορεύεται η στροφή

source: Not older than:
el: Δεν είναι παλαιότερο από:
sv: Inte äldre än:

source: Number of images to be pre-fetched (forwards and backwards)
el: Αριθμός εικόνων που πρέπει να προωθηθούν (προς τα εμπρός και προς τα πίσω)
sv: Antal bilder som kommer bli hämtade i förhand (frammåt och bakåt)

source: Only images with signs
el: Μόνο εικόνες με πινακίδες
lv: Tikai attēlus ar ceļazīmēm
sv: Endast bilder med skyltar

source: Open Mapillary changeset dialog
el: Άνοιγμα διαλόγου πακέτου αλλαγών Mapillary
lv: Atvērt Mapillary izmaiņu dialogu
sv: Öppna dialogrutan för Mapillaryändringsset

source: Open Mapillary filter dialog
el: Άνοιγμα διαλόγου φίλτρου Mapillary
lv: Atvērt Mapillary filtru dialogu

source: Open Mapillary history dialog
el: Άνοιγμα διαλόγου ιστορικού Mapillary
lv: Atvērt Mapillary vēstures dialogu

source: Open Mapillary layer
el: Άνοιγμα επιπέδου Mapillary
lv: Atvērt Mapillary slāni

source: Open Mapillary window
el: Άνοιγμα παραθύρου Mapillary
lv: Atvērt Mapillary logu

source: Pause
el: Παύση
lv: Pauzēt
sv: Pausa

source: Pauses the walk.
el: Παύση του περίπατου.
lv: Apstādina iešanu.

source: Pedestrian crossing
el: Διάβαση πεζών
lv: Gājēju pāreja
sv: Övergångsställe

source: Play
el: Παίξε
lv: Atskaņot

source: Press "{0}" to download images
el: Πατήστε "{0}" για λήψη εικόνων
sv: Tryck på "{0}" för att ladda ner bilder

source: Preview images when hovering its icon
el: Προεπισκόπηση των εικόνων όταν εμφανίζεται το εικονίδιό τους
sv: Förhandsgranska bilder genom att hovrar över dess ikon

source: Previous picture
el: Προηγούμενη εικόνα
lv: Iepriekšējais attēls
sv: Föregående bild

source: Redo
el: Επαναφορά
lv: Atcelt atsaukšanu
sv: Återställ

source: Reset
el: Μηδενισμός
sv: Återställ

source: Rewrite imported images
el: Ξαναγράψτε τις εισαγόμενες εικόνες

source: Roundabout
el: Κυκλικός κόμβος
sv: Cirkulationsplats

source: Select a directory
el: Επιλέξτε έναν κατάλογο
lv: Izvēlies mapi
sv: Välj en mapp

source: Select directory to import images from
el: Επιλέξτε κατάλογο για να εισάγετε εικόνες από
sv: Välj mapp att importera bilder från

source: Select mode
el: Επιλέξτε λειτουργία
lv: Izvēles režīms
sv: Väljarläge

source: Select the images you want to import
el: Επιλέξτε τις εικόνες που θέλετε να εισαγάγετε
lv: Izvēlies attēlus, kurus tu gribi importēt
sv: Välj bilderna du vill importera

source: Sequence key
el: Κουμπί αλληλουχίας
sv: Sekvensnyckel

source: Show detections on top of image
el: Εμφάνιση ανιχνεύσεων στην κορυφή της εικόνας
lv: Rādīt atrastos objektus virs attēlus

source: Shows the next picture in the sequence
el: Εμφάνιση της επόμενης εικόνας στην σειρά
sv: Visar nästa bild i sekvensen

source: Shows the previous picture in the sequence
el: Εμφάνιση της προηγούμενης εικόνας στην σειρά
sv: Visar föregående bild i sekvensen

source: Speed limit
el: Οριο ταχύτητας
lv: Braukšanas ātrums
sv: Hastighetsbegränsning

source: Stops the walk.
el: Σταμάτημα του περίπατου.
lv: Aptur iešanu,

source: Submit changeset
el: Υποβολή πακέτου αλλαγών
lv: Augšupielādēt izmaiņas

source: Submit the current changeset
el: Υποβολή του τρέχοντος πακέτου αλλαγών
lv: Augšupielādēt pašreizējās izmaiņas
sv: Spara det aktuella ändringssetet

source: Submit the current changeset to Mapillary
el: Υποβολή του τρέχοντος πακέτου αλλαγών στο Mapillary
lv: Augšupielādēt pašreizējās izmaiņas uz Mapillary

source: Submitting Mapillary Changeset
el: Υποβολή πακέτου αλλαγών στο Mapillary
lv: Augšupielādē Mapillary izmaiņas

source: Submitting changeset to server…
el: Υποβολή πακέτου αλλαγών στον διακομιστή...
lv: Augšupielādēt izmaiņas uz serveri...

source: Supported image formats (JPG and PNG)
el: Υποστηριζόμενες μορφές εικόνας (JPG και PNG)
lv: Atbalstītie attēlu formāti (JPG un PNG)

source: Tag conflict
el: Σύγκρουση ετικέτας
lv: Tagu konflikts
sv: Taggkonflikt

source: The Mapillary layer has stopped downloading images, because the requested area is too big!
el: Το επίπεδο Mapillary σταμάτησε τη λήψη εικόνων, επειδή η ζητούμενη περιοχή είναι πολύ μεγάλη!
lv: Mapillary slānis ir beidzis lejupielādēt attēlus, jo pieprasītais laukums ir pārāk liels!
sv: Mapillarylagret har slutat ladda ner bilder för att ytan som efterfrågats är för stor!

source: The Mapillary plugin now uses a separate panel to display extra information (like the image key) and actions for the currently selected Mapillary image (like viewing it in a browser).
el: Το πρόσθετο Mapillary χρησιμοποιεί τώρα ένα ξεχωριστό πλαίσιο για να εμφανίσει επιπλέον πληροφορίες (όπως το κλειδί εικόνας) και ενέργειες για την τρέχουσα επιλεγμένη εικόνα του Mapillary (όπως την προβολή σε ένα πρόγραμμα περιήγησης).

source: There are currently no layers with geotagged images!
el: Αυτήν τη στιγμή δεν υπάρχουν επίπεδα με γεωαναφερμένες εικόνες!
lv: Pašlaik nav slāņu ar ģeotagotiem attēliem!
sv: Det finns för tillfället inga lager med geotaggade bilder!

source: To solve this problem, you could switch to download mode ''{0}'' and load Mapillary images for a smaller portion of the map.
el: Για να επιλύσετε αυτό το πρόβλημα, μπορείτε να μεταβείτε στη λειτουργία λήψης '' {0} '' και να φορτώσετε εικόνες Mapillary για ένα μικρότερο τμήμα του χάρτη.
sv: För att lösa det här problemet kan du byta till nedladdningsläge "{0}" och ladda Mapillarybilder för en mindre del av kartan.

source: To solve this problem, you could zoom in and load a smaller area of the map.
el: Για να επιλύσετε αυτό το πρόβλημα, μπορείτε να κάνετε μεγέθυνση και να φορτώσετε μια μικρότερη περιοχή του χάρτη.
sv: För att lösa det här problemet kan du zooma in och ladda en mindre del av kartan.

source: Too many map objects, zoom in to see all.
el: Πάρα πολλά αντικείμενα χάρτη, μεγεθύνετε για να τα δείτε όλα.
lv: Pārāk daudz kartes objektu, pietuvini lai redzētu visus.
sv: För många kartobjekt, zooma in för att se alla.

source: Total Mapillary images: {0}
el: Σύνολο εικόνων Mapillary: {0}
lv: Kopējie Mapillary attēli: {0}
sv: Toalt antal Mapillarybilder: {0}

source: Undo
el: Αναίρεση
lv: Atsaukt
sv: Ångra

source: Uneven road
el: Ανώμαλος δρόμος
lv: Nelīdzens ceļš
sv: Ojämn väg

source: Update
el: Ενημέρωση
lv: Atjaunot
sv: Uppdatera

source: Upload Mapillary images
el: Μεταφόρτωση εικόνων Mapillary
lv: Augšupielādēt Mapillary attēlus
sv: Ladda upp Mapillarybilder

source: Upload selected sequence
el: Μεταφόρτωση επιλεγμένης σειράς
lv: Augšupielādējiet izvēlēto sekvenci

source: Uploading: {0}
el: Μεταφόρτωση: {0}
lv: Augšupielādē: {0}
sv: Laddar upp: {0}

source: Use 24 hour format
el: Χρησιμοποιήστε τη μορφή 24 ωρών
lv: Izmantot 24 stundu laika formātu
sv: Använd 24-timmarsformat

source: User
el: Χρήστης
lv: Lietotājs
sv: Användare

source: View in browser
el: Προβολή στο πρόγραμμα περιήγησης
lv: Skatīt pārlūkprogrammā
sv: Visa i en webbläsare

source: Wait for full quality pictures
el: Αναμονή για φωτογραφίες πλήρους ποιότητας
lv: Pagaidi priekš pilnas kvalitātes attēliem

source: Walk mode
el: Λειτουργία περπατήματος
lv: Iešanas režīms

source: Walk mode: Waiting for next image takes too long! Exiting walk mode…
el: Λειτουργία περπατήματος: Η αναμονή για την επόμενη εικόνα διαρκεί πάρα πολύ! Έξοδος από την λειτουργία περπατήματος...
lv: Iešanas režīms: Iešana līdz nākamajam attēlam aizņem pārāk ilgi! Izejam no iešanas režīma...

source: Which image layers do you want to import into the Mapillary layer?
el: Ποια επίπεδα εικόνων θέλετε να εισαγάγετε στο επίπεδο Mapillary;
lv: Kurus attēlu slāņus tu gribi importēt Mapillary slānī?
sv: Vilka bildlager vill du importera till Mapillarylagret?

source: Years
el: Έτος
lv: Gadi
sv: År

source: You are currently not logged in.
el: Αυτή την στιγμή δεν έχετε συνδεθεί.
lv: Tu neesi ierakstījies.
sv: Du är för nuvarande inte inloggad.

source: You are logged in as ''{0}''.
el: Έχετε συνδεθεί ως ''{0}''.
lv: Tu esi ienācis kā ''{0}''.
sv: Du är inloggad som "{0}".

source: You are not logged in, please log in to Mapillary in the preferences
el: Δεν έχετε συνδεθεί, παρακαλούμε συνδεθείτε στο Mapillary στις προτιμήσεις
lv: Tu neesi ierakstījies, lūdzu ienāc Mapillary iestatījumos
sv: Du är inte inloggad, var vänlig logga in i Mapillary via inställningarna

source: Zoom to selected image
el: Μεγέθυνση σε επιλεγμένη εικόνα
lv: Pietuvināt pie izvēlētā attēla
sv: Zooma till vald bild

source: Zoom to the currently selected Mapillary image
el: Μεγέθυνση στη τρέχουσα επιλεγμένη εικόνα του Mapillary
lv: Pietuvināt pie pašlaik izvēlētā Mapillary attēla
sv: Zooma till den för valda Mapillarybilden

source: approved
el: Εγκρίνεται
lv: pieņemts
sv: godkänd

source: areas with downloaded OSM-data
el: περιοχές με ληφθέντα δεδομένα OSM
sv: ytor med nedladdad OSM-data

source: everything in the visible area
el: όλα στην ορατή περιοχή
sv: allt inom det synliga området

source: only when manually requested
el: μόνο όταν ζητηθεί χειροκίνητα

source: pending
el: εκκρεμεί
lv: pārbauda

source: rejected
el: Απορρίπτεται
lv: atteikts
sv: avvisad

source: unknown user
el: Αγνωστος χρήστης
lv: nezināms lietotājs
sv: okänd användare

source: {0} Could not read map objects from URL {1}!
el: {0} Αδυύατη η ανάγνωση αντικειμένων χάρτη από τη διεύθυνση {1}!
lv: {0} Nevarēja nolasīt kartes objektus no URL {1}!
sv: {0} Kunde inte läsa kartobjekt från URL {1}!

source: {0} detections
el: {0} ανακαλύψεις
lv: {0} izdzēsti

source: {0} images in {1} sequences
el: {0} εικόνες σε {1} ακολουθίες

source: Allows the user to work with pictures hosted at mapillary.com
el: Επιτρέπεται στον χρήστη να δουλεύει με εικόνες που φιλοξενούνται στο mapillary.com
lv: Ļauj lietotājam strādāt ar attēliem no mapillary.com
sv: Tillåter användaren att arbeta med bilder på mapillary.com

source: Deleted {0} image
lv: Izdzēsa {0} attēlus
sv: Tog bort en bild

source: Moved {0} image
lv: Pārvietoja {0} attēlus
sv: Flyttade en bild

source: Turned {0} image
lv: Pagrieza {0} attēlus

source: When opening Mapillary image in web browser, show the blur editor instead of the image viewer
lv: Atverot Mapillary attēlu pārlūkprogrammā, rādīt miglojuma redaktoru nevis attēlu skatītāju

source: image has no key
lv: attēlam nav atslēgas
sv: bilden har ingen nyckel

source: {0} ({1} image)
lv: {0} ({1} attēli)

source: {0} downloaded image
lv: {0} lejupielādēti attēli

source: {0} image in total
lv: {0} attēli kopumā

source: {0} imported image
lv: {0} importētu attēlu

source: Give way
sv: Väjningsplikt

source: Imported {0} image
sv: Importerade en bild

# as synonym to halt or stand still
source: Stop
sv: Stopp

# name of the traffic sign
source: Stop
sv: Stopp
